tap "nikitabobko/tap"
brew "tree"
brew "ansible"
brew "htop"
brew "neovim"
brew "tlrc"
brew "tmux"
brew "vim"
cask "1password"
cask "aerospace"
cask "displaylink"
cask "docker-desktop"
cask "firefox"
cask "google-chrome"
cask "kitty"
cask "powershell"
cask "visual-studio-code"
vscode "catppuccin.catppuccin-vsc"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "redhat.ansible"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
